fun_rk_t = 'Функционал имеет различные настройки, использование которых позволяет существенно повысить конверсию'
cont_rk_t = 'Контент - это привлекательность ваших товаров, именно качество контента мотивирует клиента сделать покупку.'
photo_rk_t = 'Фото - лицо товара. Чем оно привлекательнее, тем выше конверсия'
inf_rk_t = 'Информативность товара очень важна, покупатель должен получить максимум визуальной информации, чтобы решиться на покупку'
#Не запущено ни одной РК
n_rk_is_ru = """Запустіть рекламну кампанію.
Запустіть хоча б одну РК для отримання більшої кількості трафіку і замовлень на свої товари.
Після запуску реклами рекомендації буде розширено."""
n_rk_is_r = """Запустите рекламную кампанию. 
Запустите хотя бы одну РК для получения большего кол-ва трафика и заказов на свои товары. 
После запуска рекламы рекомендации будут расширены."""
wz_n_rk_is_r = 'https://zakupka.com/faq/q857-zapusk-reklamnoy-kampanii-v-intarget/'
ws_n_rk_is_r = 'https://satom.ru/faq/q857-zapusk-reklamnoy-kampanii-v-intarget/'
wt_n_rk_is_r = 'https://tomas.kz/faq/q857-zapusk-reklamnoy-kampanii-v-intarget/'
wb_n_rk_is_r = 'https://tomas.by/faq/q857-zapusk-reklamnoy-kampanii-v-intarget/'
#Одно объявление в разных РК
one_ad_in_dif_RKu = """Оголошення в Intarget прив'язані до товарів, тому у видачі завжди буде не більше одного оголошення по конкретному товару незалежно від того, у скільки РК він доданий. 
При цьому буде відображатися те оголошення, яке має найкраще співвідношення CTR, вартість кліка та якість заповнення. Якщо РК компанії запущені на різні регіони, то в кожній з них показуватиметься своє оголошення товару, оскільки регіони не перетинаються"""

one_ad_in_dif_RK = """Объявления в Intarget привязаны к товарам, поэтому в выдаче всегда будет не более одного объявления по конкретному товару независимо от того, в скольких РК он добавлен. 
При этом будет показываться то объявление, которое имеет наилучшее соотношение CTR, цена клика и качество заполнения. Если РК компании запущены на разные регионы, то в каждой из них будет показываться свое объявление товара, поскольку регионы не пересекаются"""
#Мало товаров в активной РК
few_pr_in_the_ac_AC = '''Добавьте товары в РК. Это позволит увеличить кол-во запросов, по которым может показываться реклама. Иными словами, чем больше разнообразных товаров добавлено в активную рекламную кампанию, тем больше вероятность того, что покупателю будет показан товар, который ему нужен и сделает заказ.'''
few_pr_in_the_ac_ACu = '''Додайте товари в РК. Це дозволить збільшити кількість запитів, за якими може показуватися реклама. Іншими словами, чим більше різноманітних товарів додано в активну рекламну кампанію, тим більша ймовірність того, що покупцеві буде показаний товар, який йому потрібний і зробить замовлення.'''
#Не активированы уведомления (Интаргет)
all_notifications_are_enabled = 'Уведомления о самых важных процессах вашей рекламы позволяют оперативно реагировать на изменения и не допускать просадки позиций'
all_notifications_are_enabled1 = 'Не активированы уведомления (Интаргет) '
all_notifications_are_enabledu = 'Повідомлення про найважливіші процеси вашої реклами дозволяють оперативно реагувати на зміни і не допускати просідання позицій'
all_notifications_are_enabled1u = 'Не активовано сповіщення (Інтаргет)'

#Нет дневного лимита
no_daily_limit = """Установите дневной лимит.
Рекомендую поставить дневной лимит на рекламную кампанию, чтобы ограничить расход бюджета в пределах дня."""
no_daily_limitu = """Встановіть денний ліміт.
Рекомендую поставити денний ліміт на рекламну кампанію, щоб обмежити витрати бюджету в межах дня."""
#Выбран один регион показа
not_all_display_regions_are_indicated = """ из-за этого реклама показываться в других регионах не будет. Рекомендуется расширить регионы доставки и показа,
если есть возможность доставлять Ваши товары в другие регионы."""
not_all_display_regions_are_indicatedu = """ через це реклама показуватись в інших регіонах не буде. Рекомендується розширити регіони доставки та показу,
якщо є можливість доставляти Ваші товари до інших регіонів."""
#Отключен показ в главном каталоге
disabled_display_in_the_main_catalog = """Включите показ пользователям, не указавшим регион. 
Отключение показа пользователям, не указавшим свой регион, существенно уменьшает объем трафика, получаемого по рекламной кампании. Гибкие условия доставки позволяют вам отправить заказ в любой регион. Не ограничивайте охват своих клиентов!"""
disabled_display_in_the_main_catalogu = """Увімкніть показ користувачам, які не вказали регіон.
Відключення показу користувачам, які не вказали свій регіон, істотно зменшує обсяг трафіку, що отримується за рекламною кампанією. Гнучкі умови доставки дозволяють надіслати замовлення в будь-який регіон. Не обмежуйте охоплення своїх клієнтів!"""
#Заниженные ставки за клик
low_bids_per_click = """Товары отсутствуют в ТОПе выдачи
В активных рекламных компаниях ваши товары размещаются на страницах 2+ рекомендуем поднять ставки для того, чтобы вы получали большее кол-во кликов. """
low_bids_per_clicku = """Товари відсутні у ТОПі видачі
В активних рекламних компаніях ваші товари розміщуються на сторінках 2+ 
рекомендуємо підняти ставки для того, щоб ви отримували більшу кількість кліків."""
#Завышенные ставки за клик
hgh_b_p_cl = """Возможно ставка для части из ваших товаров завышена и вы переплачиваете за клики.   """
hgh_b_p_clu = """Можливо, ставка для частини з ваших товарів завищена і ви переплачуєте за кліки.   """

hgh_b_p_cl11 = """На первой странице выдачи в рубрике ваши товары могут занять следующие позиции: 
1-е место - 1 товар. 
ТОП-5 (со 2-го по 5-ое место): ваши товары могут занять сразу 2 места. 
ТОП-15 (с 6-го по 15-ое место): ваши товары могут занять сразу 4 места. 
ТОП-15+ (данный блок масштабируется в зависимости от конкуренции поэтому ваши товары могут занять от 16-го до 60-го места): ваши товары могут занять сразу 5 позиций. 
Страницы 2+ : количество мест, которые может занять реклама ваших товаров, ограничено только максимальным количеством рекламных позиций на странице - 35 штук.
"""
hgh_b_p_cl11u = """На першій сторінці видачі у рубриці ваші товари можуть зайняти такі позиції:
1-е місце – 1 товар.
ТОП-5 (з 2-го по 5-е місце): ваші товари можуть зайняти одразу 2 місця.
ТОП-15 (з 6 по 15 місце): ваші товари можуть зайняти відразу 4 місця.
ТОП-15+ (даний блок масштабується залежно від конкуренції, тому ваші товари можуть зайняти від 16-го до 60-го місця): ваші товари можуть зайняти відразу 5 позицій.
Сторінки 2+: кількість місць, які може зайняти реклама ваших товарів, обмежена лише максимальною кількістю рекламних позицій на сторінці – 35 штук."""

#Продажа в кредит
sale_on_credit = 'Можливість купити товар у кредит - світовий тренд інтернет торгівлі'
sale_on_credit1 = """Рекомендуємо Вам підключити кредити від ПриватБанку, оскільки у Вас є низка дорогих товарів, купівля яких без можливості сплатити частинами, доступна не всім покупцям.

Приклад: """
sale_on_credit11 = """Використання оплати частинами дозволить розширити охоплення Вашої аудиторії. У середньому по порталу кредитні програми збільшують обсяг продажів компаній, що їх використовують, на 35%."""
#Низкий CTR
low_CTR = """Низкий показатель соотношения количества кликов к количеству показов объявлений (CTR).
Ваши товары были показаны большому количеству покупателей, но получили меньше кликов, чем товары конкурентов по рубрике. Наиболее частые причины 
- низкое качество фотографий
- несоответствие изображения товару
- неправильное название товара 
- завышенная цена  товара и т.п. 
 Все это Ваш покупатель видит в первую очередь при показе товара. Проверьте качество картинки, название товаров и их цену (детальнее смотрите в разделе ""Контент"")."""
low_CTRu = """Низький показник співвідношення кількості кліків до кількості показів об'яв (CTR).
Ваші товари були показані великій кількості покупців, але отримали менше кліків, ніж конкурентів по рубриці. Найчастіші причини
- низька якість фотографій
- невідповідність зображення товару
- неправильна назва товару
- Завищена ціна товару тощо.
  Все це Ваш покупець бачить насамперед при показі товару. Перевірте якість картинки, назву товарів та їх ціну (детальніше дивіться у розділі "Контент")."""
#больше не рекламируется
rubric_non = """ товаров в рубрике, которая больше не рекламируется на Портале.
В связи с пессимизацией поисковой системой Google сайтов, продающих товары, способные нанести вред жизни и здоровью человека, мы вынуждены прекратить размещение ряда товаров в каталоге.

Рубрики:

Раздел: Оружие и средства самообороны.
Раздел: Товары для силовых структур.
Средства для похудения.
Напитки для похудения.
Пластырь для похудения.
Возбуждающие средства.
Слабоалкогольные напитки.
пиво.
Возможность размещения этой группы товаров остается на сайте компании при условии использования внешнего домена.
Товары скрыты с 21.03.2022"""
rubric_non_ukr = """ у рубриці, котра більш не рекламуеться на Порталі.
У зв'язку з песимізацією пошуковою системою Google сайтів, що продають товари, здатні завдати шкоди життю та здоров'ю людини, ми змушені припинити розміщення низки товарів у каталозі.

Рубрики:

Розділ Зброя та засоби самооборони.
Розділ Товари для силових структур.
Засоби для схуднення.
Напої для схуднення.
Пластир для схуднення.
Збудливі засоби.
Слабоалкогольні напої.
Пиво.
Можливість розміщення цієї групи товарів залишається на сайті компанії за умови використання зовнішнього домену.
Товари приховані з 21.03.2022"""
#Проверьте наличие
check_availability = """Наличие товаров является обязательным условием для запуска рекламы, поэтому рекомендуем проверить статус наличия. 
После изменения текущего статуса на статус ""В наличии"", такие товары автоматически появятся в рекламной кампании. 
Пример: """
check_availabilityu = """Наявність товарів є обов'язковою умовою запуску реклами, тому рекомендуємо перевірити статус наявності.
Після зміни поточного статусу на статус "В наявності" такі товари автоматично з'являться в рекламній кампанії.
Приклад:"""
#Интернет-магазин
online_store1u = 'Ключове налаштування, що забезпечує ефективну комунікацію з покупцем'
online_storeu = """Ваша компанія не має активної функції інтернет магазину.
Це означає, що покупці не можуть:
-здійснити замовлення через кошик
-Здійснити замовлення через форму Замовити дзвінок.
Це призводить до втрати конверсії.
Для повноцінної роботи вашого магазину необхідно вказати хоча б один спосіб оплати та один спосіб доставки.
Після додавання цієї інформації потрібно підключити функцію інтернет-магазину на """

online_store1 = 'Ключевая настройка, обеспечивающая эффективную коммуникацию с покупателем'
online_store = """У вашей компании не активна функция интернет магазина. 
Это означает, что покупатели не могут:                                             
-совершить заказ через корзину                                                       
-совершить заказ через форму Заказать звонок.                                 
Это приводит к потере конверсий.                                                   
Для полноценной работы вашего магазина необходимо указать хотя бы один способ оплаты и один способ доставки. 
После добавления этой информации нужно подключить функцию интернет магазина на """
online_store_wz = 'https://zakupka.com/cabinet/market/#market-settings_tabs_work-time'
online_store_ws = 'https://satom.ru/cabinet/market/#market-settings_tabs_work-time'
online_store_wtkz = 'https://tomas.kz/cabinet/market/#market-settings_tabs_work-time'
online_store_wtb = 'https://tomas.by/cabinet/market/#market-settings_tabs_work-time'
#Минимальная сумма заказа более 250 грн
th_min_or_am_is_ab_th_n = """Рекомендуем снизить минимальную сумму заказа  
Если Ваш магазин не занимается исключительно оптовой торговлей, то ограничения по минимальной стоимости заказа неоправданы. 
Они уменьшают вашу аудиторию и настраивают покупателя негативно.
Рекомендуем снизить минимальную сумму заказа для улучшения трафика и повышения лояльности к интернет-магазину.
Изменить настройку можно на странице """
th_min_or_am_is_ab_th_nu = """Рекомендуємо знизити мінімальну суму замовлення
Якщо Ваш магазин не займається виключно оптовою торгівлею, обмеження за мінімальною вартістю замовлення невиправдані.
Вони зменшують вашу аудиторію та налаштовують покупця негативно.
Рекомендуємо знизити мінімальну суму замовлення для покращення трафіку та підвищення лояльності до інтернет-магазину.
Змінити налаштування можна на сторінці"""
th_min_or_am_is_ab_th_n_wz = 'https://zakupka.com/cabinet/market/#market-settings_tabs_settings'
th_min_or_am_is_ab_th_n_ws = 'https://satom.ru/cabinet/market/#market-settings_tabs_settings'
#Выбран один регион показа
one_display_region_selected = """ из-за этого реклама показываться в других регионах не будет.  Рекомендуется расширить регионы доставки и показа, если есть возможность доставлять Ваши товары в другие регионы."""
#Выбран один регион показа
one_display_region_selected1 = """Укажите регионы доставки.
В настройках интернет-магазина отключены все регионы доставки. Из-за этого ваши товары не отображаются в выдаче по регионам и вы не получаете с них трафик и новые заказы.  """

one_display_region_selected1u = """Вкажіть регіони доставки.
У налаштуваннях інтернет-магазину вимкнено всі регіони доставки. Через це ваші товари не відображаються у видачі по регіонах, і ви не отримуєте з них трафік та нові замовлення."""

#Платежные системы
pay_s_zku = """Підключіть онлайн спосіб оплати.
Рекомендуємо підключити Liqpay для того, щоб покупець міг здійснити оплату онлайн.
Це дозволяє збільшити % конверсій та суму замовлень.
Якщо є мета отримувати трафік із сайту – підключення онлайн-оплати – це одна з необхідних умов пошукових систем для повноцінного ранжування.
Підключити онлайн-оплату можна на сторінці"""

pre_pay_s_su = 'Максимально конверсійний фактор, що дозволяє покупцеві сплатити за покупку, не залишаючи сторінки'
pre_pay_s_s = 'Максимально конверсионный фактор, позволяющий покупателю оплатить покупку, не покидая страницы'
pay_s_s = """Подключите онлайн способ оплаты. 
Рекомендуем подключить ЮKassa или Robokassa для того, чтобы покупатель имел возможность совершить оплату онлайн.
 Это позволяет увеличить % конверсий и сумму заказов.
Подключить онлайн оплату можно на странице """
pay_s_tkz = """"Подключите онлайн способ оплаты. 
Рекомендуем подключить ЮKassa, WoopKassa или Robokassa для того, чтобы покупатель имел возможность совершить оплату онлайн. Это позволяет увеличить % конверсий и сумму заказов.
Подключить онлайн оплату можно на странице """
pay_s_wz = 'https://zakupka.com/cabinet/paysystems/'
pay_s_ws = 'https://satom.ru/cabinet/paysystems/'
pay_s_wtkz = 'https://tomas.kz/cabinet/paysystems/'
#Добавьте фото
add_a_photo = """Его наличие является обязательным условием для запуска рекламы на эти товары,поэтому рекомендуем добавить фото, после этого данные товары автоматически появятся в рекламной кампании.
Пример: """
add_a_photou = """Його наявність є обов'язковою умовою для запуску реклами на ці товари, тому рекомендуємо додати фото, після цього ці товари автоматично з'являться в рекламній кампанії.
Приклад: """
Specify_a_rubric = """Её указание является обязательным условием для запуска рекламы, поэтому рекомендуем указать рубрику для этих товаров, после чего они автоматически появятся в рекламной кампании.
Пример: """
Specify_a_rubricu = """Її вказівка є обов'язковою умовою для запуску реклами, тому рекомендуємо вказати рубрику для цих товарів, після чого вони з'являться автоматично в рекламній кампанії.
Приклад:"""
the_rght_rbrc = """Её указание является обязательным условием для запуска рекламы, поэтому рекомендуем исправить рубрику для этих товаров, после чего они автоматически появятся в рекламной кампании.
Пример: """
the_rght_rbrcu = """Її вказівка є обов'язковою умовою для запуску реклами, тому рекомендуємо виправити рубрику для цих товарів, після чого вони з'являться автоматично в рекламній кампанії.
Приклад:  """
prc_gds = """Её указание является обязательным условием для запуска рекламы, поэтому рекомендуем указать цену для этих товаров, после чего они автоматически появятся в рекламной кампании.
Пример: """
prc_gdsu = """Її вказівка є обов'язковою умовою для запуску реклами, тому рекомендуємо вказати ціну для цих товарів, після чого вони з'являться автоматично в рекламній кампанії.
Приклад: """
Ch_publ_st = """Публикация товаров является обязательным условием для запуска рекламы. После изменения текущего статуса на статус ""Опубликовано"", данные товары автоматически появятся в рекламной кампании.
Пример: """
Ch_publ_stu = """Публікація товарів є обов'язковою умовою запуску реклами. Після зміни поточного статусу на статус "Опубліковано", ці товари автоматично з'являться в рекламній кампанії.
Приклад: """
#Способ доставки Нова Пошта
delivery_method_Nova_Poshta = 'Нова Пошта – найпопулярніший перевізник, більшість покупців використовують саме його.'
delivery_method_Nova_Poshta1 = """Рекомендуємо Вам підключити доставку через "Нову Пошту", щоб покупцеві було простіше оформити замовлення в кошику. Інтеграція з Новою поштою дає можливість покупцеві вибрати зручний пункт видачі, розрахувати вартість доставки.

Це робить покупку більш комфортною та підвищує конверсію"""
#Нет описания
no_descriptionu = """Рейтинг
Текстовий контент – важлива складова як пошукового просування, так цілей конверсії.
Даний фактор у загальній якості сторінки та її релевантності (відповідно) становить не менше 30%.

Тому недостатня кількість та якість контенту негативно позначається на індексації та ранжируванні сторінок за всіма запитами.
За нашими спостереженнями, задоволення базових текстових чинників необхідно мінімум 500 символів тексту чи 80-100 слів.

Сторінки вашого сайту, на яких немає текстового контенту (текстів описів), можуть бути проігноровані пошуковими системами як важливі і не включатися до індексу на етапі обходу пошуковими роботами.

Низька інформативність та релевантність до заголовків сторінки погано позначається на ранжируванні всього сайту."""

no_description = """Рейтинг
Текстовый контент – важная составляющая как для поискового продвижения, так и для целей конверсии. 
Данный фактор в общем качестве страницы и его релевантности (соответствии) составляет не менее 30%. 

Поэтому недостаточное количество и качество контента негативно сказывается на индексации и ранжировании страниц по всем запросам. 
По нашим наблюдениям, для удовлетворения базовых текстовых факторов необходимо минимум 500 символов текста или 80-100 слов. 

Страницы вашего сайта, на которых нет текстового контента (текстов описаний) могут быть проигнорированы поисковыми системами как важные и не включаться в индекс на этапе обхода поисковыми роботами.
 
Низкая информативность и релевантность к заголовкам страницы плохо сказывается на ранжировании всего сайта."""
#Неинформативное  название
un_nu = """Назва товару - один із найважливіших пунктів, що впливають на те, як часто Ваші товари знаходитимуть користувачі.
Рекомендуємо доповнити назву товарів ключовими характеристиками, щоб користувачі могли частіше знаходити товар за різними запитами.
Приклад правильної назви: """
un_n1u = """Докладніше про правильні назви товарів у """

un_n = """Название товара - один из важнейших пунктов, влияющих на то, как часто Ваши товары будут находить пользователи. 
Рекомендуем дополнить название товаров ключевыми характеристиками, чтобы пользователи чаще могли находить товар по различным запросам.
Пример правильного названия: """
un_n1 = """Подробнее о правильных названиях товаров в """
un_n_wz = 'https://zakupka.com/faq/q291-pravilnye-nazvaniya-tovarov-i-uslug/'
un_n_ws = 'https://satom.ru/faq/q291-pravilnye-nazvaniya-tovarov-i-uslug/'
un_n_wtkz = 'https://tomas.kz/faq/q291-pravilnye-nazvaniya-tovarov-i-uslug/'
#Атрибуты товара
pr_attu = """Якщо заповнити всі атрибути у картці товару, покупець легко зможе знайти його під час пошуку за фільтрами.
Якщо атрибути не вказані або мало атрибутів, то товар просто не братиме участі у пошуку за фільтрами.

Приклад: """
pr_att2u = """За статистикою, користувачі, які користуються фільтрами, з більшою ймовірністю націлені на покупку та здійснюють замовлення, оскільки шукають конкретні товари за ключовими характеристиками (атрибутами) товару.

Переглянути кількість товарів без атрибутів/мало атрибутів та відредагувати їх Ви можете в Особистому кабінеті в меню """

pr_att = """Если заполнить все атрибуты в карточке товара, покупатель легко сможет найти его при поиске по фильтрам. 
Если атрибуты не указаны или мало атрибутов, то товар просто не будет участвовать в поиске по фильтрам.

Пример: """
pr_att2 = """По статистике, пользователи, которые пользуются фильтрами, с большей вероятностью нацелены на покупку и совершают заказы, поскольку ищут  конкретные товары по ключевым характеристикам (атрибутам) товара.

Посмотреть количество товаров без атрибутов/мало атрибутов и отредактировать их Вы можете в Личном кабинете в меню """
pr_att_wz = 'https://zakupka.com//cabinet/webmaster/small_goods_attributes/#'
pr_att_ws = 'https://satom.ru/cabinet//webmaster/small_goods_attributes/#'
pr_att_wtkz = 'https://tomas.kz/cabinet/webmaster/small_goods_attributes/#'
#Улучшите качество заполнения товаров(атрибуты)
attributesu = """Це дозволяє зменшити ставку за клік для попадання на ТОПові позиції, збільшити кількість кліків за рахунок економії бюджету.
Рейтинг товару є показником якості оформлення ваших товарів та послуг. Чим вищий рейтинг товару, тим вища його позиція у каталозі.

Базовий рейтинг товару складається з:
до 45 балів - за вказівку атрибутів
до 25 балів - за завантаження якісних фото (якісним є фото розміром не менше 600x400)
до 15 балів - за детальний опис
10 балів - за інформативну назву товару (від 3 слів)
5 балів - за завантаження відео про товар

Положення у каталозі вашого товару (або послуги) залежить від:
базового рейтингу товару (який показує позитометр);
актуальність інформації про товар - ціна, наявність і т. д. (застарілі товари втрачають свою позицію в каталозі);
якісної та повної інформації про діяльність вашої компанії (див. розділ"""

attributes = """Это позволяет уменьшить ставку за клик для попадания на ТОПовые позиции, увеличить получаемое количество кликов за счет экономии бюджета. 
Рейтинг товара является показателем качества оформления ваших товаров и услуг. Чем выше рейтинг товара, тем выше его позиция в каталоге.

Базовый рейтинг товара состоит из:
до 45 баллов — за указание атрибутов
до 25 баллов — за загрузку качественных фото (качественным является фото размером не менее 600x400)
до 15 баллов — за детальное описание
10 баллов — за информативное название товара (от 3х слов)
5 баллов — за загрузку видео о товаре

Положение в каталоге вашего товара (или услуги) зависит от:
базового рейтинга товара (который показывает позитометр);
актуальности информации о товаре - цена, наличие и т. д. (устаревшие товары теряют свою позицию в каталоге);
качественной и полной информации о деятельности вашей компании (см. раздел """

#раздел «Информация о компании»
at_infu = 'пакет послуг, який використовує ваша компанія (див. розділ '
at_inf = 'пакета услуг, который использует ваша компания (см. раздел '
at_inf_wz = 'https://zakupka.com/cabinet/about/#main'
at_inf_ws = 'https://satom.ru/cabinet/about/#main'
at_inf_wtkz = 'https://tomas.kz/cabinet/about/#main'
at_inf_wtb = 'https://tomas.by/cabinet/about/#main'

#раздел «Платные пакеты»
at_p_pacu = 'поточного рейтингу якості обслуговування (див. розділ '
at_p_pac = 'текущего рейтинга качества обслуживания (см. раздел '
at_p_pac_wz = 'https://zakupka.com/cabinet/tariffs'
at_p_pac_ws = 'https://satom.ru/cabinet/tariffs'
at_p_pac_wtkz = 'https://tomas.kz/cabinet/tariffs'
at_p_pac_wtb = 'https://tomas.by/cabinet/tariffs'

#раздел «Качество обслуживания»
at_ser = 'статуса «Наличие документов» (см. раздел '
at_seru = 'статусу «Наявність документів» (див. розділ '
at_ser_wz = 'https://zakupka.com/cabinet/quality-of-service'
at_ser_ws = 'https://satom.ru/cabinet/quality-of-service'
at_ser_wtkz = 'https://tomas.kz/cabinet/quality-of-service'
at_ser_wtb = 'https://tomas.by/cabinet/quality-of-service'

#раздел «Проверка компании»
at_ch_com = 'статуса «Наличие документов» (см. раздел '
at_ch_comu = 'статусу «Наявність документів» (див. розділ '
at_ch_com_wz = 'https://zakupka.com/cabinet/certificate_checking'
at_ch_com_ws = 'https://satom.ru/cabinet/certificate_checking'
at_ch_com_wtkz = 'https://tomas.kz/cabinet/certificate_checking'
at_ch_com_wtb = 'https://tomas.by/cabinet/certificate_checking'

at_ch = '* минимальный базовый рейтинг товара равен 0 баллов'
at_chu = '* мінімальний базовий рейтинг товару дорівнює 0 балів'
#Актуальность цены
pr_relu = """Перевірте актуальність ціни товарів.
Ціни на деякі товари не відповідають ринковим. 
Якщо ціна виставлена помилково, змініть це значення і виставте актуальну ціну.

Неправильна вартість вводить покупця в оману.

Приклад: """
pr_rel1u = """Ціна товару безпосередньо пов'язана з повнотою інформації та впливають на конверсію та поведінкові фактори.
 Ця дія дозволить збільшити кількість показів і, як наслідок, кліків із конверсіями на Ваших товарах."""

pr_rel = """Проверьте актуальность цены товаров.
Цены на некоторые товары не соответствуют рыночным. В случае, если цена выставлена ошибочно, измените это значение и выставьте актуальную цену. 

Неверная цена вводит покупателя в заблуждение. 

Пример: """
pr_rel1 = """Цена товара напрямую связана с полнотой информации и влияют на конверсию и поведенческие факторы. Данное действие позволит увеличить количество показов и, как следствие, кликов с конверсиями на Ваших товарах.
"""
#Дубли фото
dbls_phu = """Це негативно сприймається пошуковими системами, оскільки вводить покупця в оману та знижує ймовірність конверсії.

При виявленні дубля фото у кількох товарів в intarget система рандомно визначає один товар як основний (кращий).

Товар, який матиме найкращі показники, стане основним, а решта отримає мітку "Дубль фото".
Товари з цією міткою повністю випадають із видачі за рубрикою. При цьому вони можуть відображатися у видачі пошуку, але на нижчих позиціях у видачі.

Рекомендуємо замінити ці фотографії, щоб збільшити кількість показів та, як наслідок, кліків з конверсіями на Ваших товарах.
Вибрати та відредагувати товари з однаковими фото можна за допомогою """

dbls_ph = """Это негативно воспринимается поисковыми системами, поскольку вводит покупателя в заблуждение и снижает вероятность конверсии.

При обнаружении дубля фото у нескольких товаров в intarget, система рандомно определяет один товар как основной (лучший).

Товар, который будет иметь лучшие показатели, станет основным, а все остальные получат метку ""Дубль фото"".
Товары с этой меткой полностью выпадают из выдачи по рубрике. При этом они могут показываться в выдаче по поиску, но на более низких позициях в выдаче.

Рекомендуем заменить эти фотографии, чтобы увеличить количество показов и, как следствие, кликов с конверсиями на Ваших товарах.
Выбрать и отредактировать товары с одинаковыми фото можно при помощи """
dbls_ph_wz = 'https://zakupka.com/cabinet/webmaster/#full-text'
dbls_ph_ws = 'https://satom.ru/cabinet/webmaster/#full-text'
dbls_ph_wtkz = 'https://tomas.kz/cabinet/webmaster/#full-text'
dbls_ph_wtb = 'https://tomas.by/cabinet/webmaster/#full-text'
#Посторонние элементы на фото
f_el_i_th_phu = """На деяких фотографіях товарів є порушення (відповідно до https://zakupka.com/products-rules/ пункт 1.1.3)
Приклад: """
f_el_i_th_ph1u = """Рекомендуємо замінити дані зображення на оригінальні, без водяних знаків та інших порушень на фото.

Оскільки ми рекламуємо товари не лише на наших сайтах, а й у зовнішніх джерелах, правилами яких заборонено використання вотермарок та інших зайвих елементів на фото – товари до цієї реклами не зможуть потрапити. А це означає – не рекламуватимуться у зовнішніх джерелах.

Ця заміна дозволить збільшити кількість одержуваних кліків і, як наслідок, збільшити кількість замовлень. """

f_el_i_th_ph = """На некоторых фотографиях товаров есть нарушения (согласно https://zakupka.com/products-rules/ пункт 1.1.3)
Пример: """
f_el_i_th_ph1 = """Рекомендуем заменить данные изображения на оригинальные, без водяных знаков или других нарушений на фото.

Так как мы рекламируем товары не только на наших сайтах, но и во внешних источниках, правилами которых запрещено использование вотермарок и других лишних элементов на фото - товары в эту рекламу не смогут попасть. А это значит - не будут рекламироваться во внешних источниках.

Данная замена позволит увеличить количество получаемых кликов и, как следствие, увеличить число заказов. """
#Низкое качество фото
p_ph_qu = '''Рекомендуется загружать фотографии размерами более 600 х 400 пикселей.
Некоторые ваши фотографии отмечены как фото низкого качества. 

Пример: '''
p_ph_q1 = '''Фотографии к товарам – это инструмент визуального восприятия покупателем товара.
Если фотография будет низкого качества, то это негативно скажется на конверсии заказов. К тому же, плохое качество изображений негативно воспринимается поисковыми системами.
Выбрать и отредактировать товары с низким качеством фото можно в разделе "Управление товарами", фильтр "Низкое качество фото" и также в разделе Личного кабинета - '''
p_ph_quu = '''Рекомендується завантажувати фотографії розміром понад 600 х 400 пікселів.
Деякі ваші фотографії позначені як фото низької якості.

Приклад:'''
p_ph_q1u = '''Фотографії товарів – це інструмент візуального сприйняття покупцем товару.
Якщо фотографія буде низької якості, це негативно позначиться на конверсії замовлень. До того ж погана якість зображень негативно сприймається пошуковими системами.
Вибрати та відредагувати товари з низькою якістю фото можна в розділі "Керування товарами", фільтр "Низька якість фото" та також в розділі Особистого кабінету - '''

p_ph_qu_wz = 'https://zakupka.com/cabinet/tovary-foto/#f-status=2&f-errors=too_small_photo&mode=all'
